<?php

declare(strict_types=1);

return [
    'field' => [
        'name'     => 'Как вас зовут?',
        'email'    => 'Какой у вас email?',
        'license'  => 'По какой лицензии будет распространяться проект?',
        'place'    => 'В какую папку хотите разместить проект?',
        'located'  => 'В какой папке находится проект?',
        'template' => 'Какой шаблон хотите использовать?',
    ],

    'hint' => [
        'continue' => 'Нажмите Enter, чтобы продолжить, если хотите оставить поле пустым',
        'eg'       => 'Например: :example',
    ],
];
