<?php

declare(strict_types=1);

return [
    'interactive' => 'Интерактивный режим обязателен.',

    'no_access' => 'Нет прав доступа к указанному пути: ":path".',

    'doesnt_exist' => [
        'directory' => 'Директория не существует: ":path".',
    ],

    'exists' => [
        'app' => 'Приложение уже существует.',
    ],

    'unsupported' => [
        'type' => 'Неподдерживаемый тип: :type',
    ],

    'alpha_dash'    => 'Имя может содержать только буквы, цифры, дефисы, подчеркивания и точки.',
    'required'      => 'Поле :attribute обязательно для заполнения.',
    'regex'         => 'Неверный формат: :format',
    'doesnt_folder' => 'Объект по указанному пути не является папкой.',

    'attributes' => [
        'project_path' => 'путь к проекту',
        'template'     => 'шаблон',
    ],
];
