<?php

declare(strict_types=1);

return [
    'field' => [
        'name'     => 'Як вас звуть?',
        'email'    => 'Які ў вас email?',
        'license'  => 'Якая ліцэнзія будзе выкарыстоўвацца?',
        'place'    => 'У якую папку вы хочаце размясціць?',
        'located'  => 'У якой папцы знаходзіцца праект?',
        'template' => 'Які шаблон вы хочаце выкарыстаць?',
    ],

    'hint' => [
        'continue' => 'Націсніце Enter, каб працягнуць, калі хочаце пакінуць поле пустым',
        'eg'       => 'Напрыклад: :example',
    ],
];
