<?php

declare(strict_types=1);

return [
    'field' => [
        'name'     => 'Як вас звати?',
        'email'    => 'Який ваш email?',
        'license'  => 'За якою ліцензією буде розповсюджуватися проект?',
        'place'    => 'У яку папку ви хочете це помістити?',
        'located'  => 'У якій папці знаходиться проект?',
        'template' => 'Який шаблон ви хочете використовувати?',
    ],

    'hint' => [
        'continue' => 'Натисніть Enter, щоб продовжити, якщо хочете залишити поле порожнім',
        'eg'       => 'Наприклад: :example',
    ],
];
